Repository: Dolphinssss/bmhelper
Catalog: translations/*.po
Languages: es

source: Write MIDI File
es: Exportar MIDI

source: Copy woslicer II Cutting Positions
es: Copiar datos de woslicer

source: Open BMS WAV definitions...
es: Ver definiciones de WAV de BMS...

source: Copy BMS Data to Clipboard
es: Copiar datos de BMS

source: Transpose to...
es: Trasponer a...

source: MIDI files
es: Archivos MIDI

source: Failed to export MIDI file.
es: Fallo al exportar archivo MIDI.

source: Clipboard is not available.
es: Portapapeles no disponible.

source: WAV definitions
es: Definiciones de WAV

source: untitled
es: sin titulo

source: BMS WAV definitions
es: Definiciones de WAV del BMS

source: Filename (&F):
es: Nombre de archivo (&F)

source: Copy to clipboard (&C)
es: Copiar al portapapeles (&C)

source: Close (&W)
es: Cerrar (&W)

source: New division...
es: Nueva división...

source: Are you sure you want to delete %s?
es: Está seguro que quiere borrar %s?

source: Division settings
es: Ajustes de división

source: None
es: Ninguno

source: Name (&N):
es: Nombre (&N)

source: MIDI settings
es: Opciones del MIDI

source: Leave MIDI unaltered (&C)
es: No alterar MIDI

source: Leading silence (&H):
es: Silencio al inicio:

source: Min. interval gap (&I):
es: Distancia de tiempo mínima:

source: Sorting method (&S):
es: Método de ordenamiento:

source: Minimum difference in:
es: Diferencias minimas en:

source: Length (&G):
es: Duración:

source: Velocity (&V):
es: Velocity:

source: Definition settings
es: Opciones de definición

source: Use base-36 range(00-ZZ) (&Z)
es: Usar rango de base-36 (&Z)

source: Use overloading (&M)
es: Usar sobrecarga (&M)

source: Starting BMS Index (&D):
es: Indice de inicio del BMS (&D)

source: Overloading Interval (&L):
es: Intervalo de sobrecarga (&L)

source: Cancel
es: Cancelar

source: New project (&N)... Ctrl+N
es: Nuevo proyecto (&N)... Ctrl+N

source: Open project (&O)... Ctrl+O
es: Abrir proyecto (&O)... Ctrl+O

source: Save project (&S) Ctrl+S
es: Guardar proyecto (&S) Ctrl+S

source: Save project as (&A)... Ctrl+Shift+S
es: Guardar proyecto como (&A)... Ctrl+Shift+S

source: Close project (&C)
es: Cerrar proyecto (&C)

source: Quit (&X) Ctrl+Q
es: Salir (&X) Ctrl+Q

source: New division (&N)... F5
es: Nueva división (&N)... F5

source: Delete division (&D)
es: Borrar división (&D)

source: Write modified MIDI File (&M)...
es: Escribir MIDI modificado (&M)...

source: Copy division (&W)
es: Copiar division (&W)

source: Definition information (&D)...
es: Información de definición (&D)...

source: Copy BMS sequence to clipboard (&S)
es: Copiar secuencia BMS al portapapeles (&S)

source: Help (&H)... F1
es: Ayuda (&H)... F1

source: About (&I)...
es: Acerca de (&I)...

source: File (&F)
es: Archivo (&F)

source: Divisions (&D)
es: Divisiones (&D)

source: Help (&H)
es: Ayuda (&H)

source: Couldn't open file:
es: No se pudo abrir archivo:

source: Please select source MIDI file
es: Por favor seleccione archivo MIDI fuente

source: Couldn't open file
es: No se pudo abrir archivo

source: Open project file
es: Abrir archivo de proyecto

source: Save project as
es: Guardar proyecto como

source: The project has been modified. Do you want to save?
es: El proyecto ha sido modificado. ¿Deseas guardar?

source: source: %dn
es: fuente: %dn

source: New project* -
es: Nuevo proyecto* -

source: MIDI file import settings
es: Ajustes de importación de MIDI

source: Tracks (&T):
es: Tracks (Pistas) (&T):

source: Channels (&C):
es: Channels (Canales) (&C):
